Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Configure_VoiceOver_Sample_Text_Speak_Button.Content
source: Speak
nb_no: Snakk
si_lk: කතා කරන්න
sk_sk: Hovoriť
sr_latn: Говори
sv_se: Prata
th_th: พูด
zh_cn: 试听

# Configure_VoiceOver_Page_Header.Text
source: VoiceOver configuration
nb_no: VoiceOver konfigurasjon
si_lk: VoiceOver වින්‍යාසය
sk_sk: Nastavenie hlasových oznámení
sr_latn: Конфигурација програма ВоицеОвер
sv_se: VoicOver inställningar
th_th: การกำหนดค่า VoiceOver
zh_cn: 播报通知设置

# Settings_Audio_Text4_description.Text
source: VoiceOver announce notifications when AirPods are connected and set as the audio output device.
nb_no: VoiceOver annonserer notifikasjoner når AirPods er koblet til og satt opp som lyd-utgangen.
si_lk: AirPods සම්බන්ධ කර ශ්‍රව්‍ය ප්‍රතිදාන උපාංගය ලෙස සකසා ඇති විට VoiceOver දැනුම්දීම් නිවේදනය කරයි.
sk_sk: Ohlásiť hlasové upozornenia v momente pripojenia Airpodov a nastavenia ako zvukový výstup.
sr_latn: ВоицеОвер најављује обавештења када су АирПодс повезани и постављени као излазни уређај звучног сигнала.
sv_se: VoiceOver notifierar när AirPods är anslutna och vald som ljudutgång.
th_th: VoiceOver จะประกาศการแจ้งเตือนเมื่อ AirPods เชื่อมต่อและตั้งค่าเป็นอุปกรณ์ส่งสัญญาณเสียงออก
zh_cn: 当耳机已连接并作为音频输出设备时，发出提示。

# Configure_VoiceOver_Choose_Apps.Text
source: VoiceOver notifications from these senders
nb_no: VoiceOver notifikasjoner fra disse senderene
si_lk: මෙම යවන්නන්ගෙන් VoiceOver දැනුම්දීම්
sk_sk: Hlasové oznámenia od týchto aplikácii
sr_latn: Гласовна обавештења ових пошиљалаца
sv_se: VoiceOver notifikation från dessa avsändare
th_th: การแจ้งเตือน VoiceOver จากผู้ส่งเหล่านี้
zh_cn: 选取需要播报通知的应用

# Configure_VoiceOver_Choose_Apps_Description.Text
source: Not all applications from the list can send notifications, some applications may not be in the list.
nb_no: Ikke alle applikasjoner fra listen kan sende notifikasjoner, noen applikasjoner er kanskje ikke på listen.
si_lk: ලැයිස්තුවේ ඇති සියලුම යෙදුම් වලට දැනුම්දීම් යැවිය නොහැක, සමහර යෙදුම් ලැයිස්තුවේ නොතිබිය හැකිය.
sk_sk: Nie každá aplikácia z tohto listu podporuje zasielanie notifikácií, niektoré aplikácie nemusia byť v liste zobrazené.
sr_latn: Не могу све апликације са листе да шаљу обавештења, неке апликације можда нису на листи.
sv_se: Alla applikationer i listan kan inte skicka notifikationer, vissa applikationer saknas i listan.
th_th: ไม่ใช่ทุกแอปพลิเคชันจากรายการที่สามารถส่งการแจ้งเตือนได้ บางแอปพลิเคชันอาจไม่อยู่ในรายการ
zh_cn: 并非列表中的所有应用都可以播报通知，有些应用可能不在列表中。

# Configure_VoiceOver_Sample_Text.Text
source: Listen to the text with the selected voice
nb_no: Lytt til teksten med den valgte stemmen
si_lk: තෝරාගත් හඬ සමඟ පෙළට සවන් දෙන්න
sk_sk: Vypočuť text s vybraním hlasom
sr_latn: Слушање текста изабраним гласом
sv_se: Lyssna på texten med vald röst
th_th: ฟังข้อความด้วยเสียงที่เลือก
zh_cn: 用选定的声音聆听文本阅读

# Configure_VoiceOver_Choose_Apps_Select_All.Header
source: VoiceOver all notifications
nb_no: VoiceOver alle notifikasjoner
si_lk: VoiceOver සියලුම දැනුම්දීම්
sk_sk: Hlasové oznámenia pre všetky aplikácie
sr_latn: Гласовна преовања сва обавештења
sv_se: VoiceOver för alla notifikationer
th_th: VoiceOver การแจ้งเตือนทั้งหมด
zh_cn: 播报所有应用通知

# Notification_ConnectionCanceled
source: Connection canceled
sk_sk: Spojenie ukončené
th_th: การเชื่อมต่อถูกยกเลิก
zh_cn: 连接已取消

# Notification_ConnectionCanceled_description
source: Other AirPods are already connected, please disconnect them first.
sk_sk: Sú pripojené iné AirPods, prosím, najskôr ich odpojte.
th_th: AirPods อื่นๆ เชื่อมต่อแล้ว โปรดหยุดเชื่อมต่อก่อน
zh_cn: 您已经连接其他 AirPods，请先断开。

# Settings_AppSettings_Language.Header
source: Language
sk_sk: Jazyk
th_th: ภาษา
zh_cn: 语言

# Settings_Popup_Theme.Header
source: Window theme
sk_sk: Windows motív
th_th: ธีมหน้าต่าง
zh_cn: 弹窗显示主题

# Settings_AppSettings_Theme.Header
source: Theme
sk_sk: Motív
th_th: ธีม
zh_cn: 主题

# Settings_AppSettings.Text
source: Application settings
sk_sk: Nastavenia aplikácie
th_th: การตั้งค่าแอพพลิเคชั่น
zh_cn: 应用设定

# Settings_Popup_Button_HeadphonesCapability.Content
source: AirPods capability
sk_sk: Schopnosti AirPods
th_th: ความสามารถของ AirPods
zh_cn: AirPods 兼容性

# Support_Button_Download.Text
source: Download
sk_sk: Stiahnuť
th_th: ดาวน์โหลด
zh_cn: 下载

# Support_Button_Hide.Content
source: Hide
sk_sk: Skryť
th_th: ซ่อน
zh_cn: 隐藏

# App_Error.Text
source: Restart the application to resume the work of the application. If the error persists, try restarting your computer.
ko_kr: 애플리케이션을 재부팅하고 처리를 재개합니다. 에러가 계속되는 경우는 컴퓨터를 재부팅 해주세요.
sk_sk: Reštartuje aplikáciu pre obnovenie funkčnosti. Ak chyba stále pretrváva, skúste reštartovať počítač.
sl_si: Ponovno zaženite aplikacijo, da nadaljujete z delom aplikacije. Če se napaka nadaljuje, poskusite znova zagnati računalnik.
th_th: รีสตาร์ทแอปพลิเคชันเพื่อให้แอปพลิเคชันทำงานต่อ หากข้อผิดพลาดยังคงมีอยู่ให้ลองรีสตาร์ทคอมพิวเตอร์ของคุณ
zh_cn: 重新启动应用程序可能使其恢复工作。 如果错误仍然存在，请尝试重新启动您的电脑。

# Headphones_Settings_AutoPause_Description.Text
source: Pause playback after disconnecting headphone.
ko_kr: Pause playback after disconnecting headphones.
sk_sk: Zastaviť prehrávanie po odpojení slúchadiel.
sl_si: Prekinitev predvajanja po izklopu slušalk.
th_th: หยุดการเล่นชั่วคราวหลังจากถอดหูฟังออก
zh_cn: 耳机断开连接后暂停播放。

# Support_DeveloperApps.Text
source: Other developer's apps
sk_sk: Ďalšie aplikácie vývojára
th_th: แอพอื่นๆของผู้พัฒนา
zh_cn: 开发者的其他应用

# Notification_ConnectionOrDisconnectionBusy_description
source: Other headphones are connecting / disconnecting, wait for completion and try again
sk_sk: Iné slúchadlá sa práve pripájajú / odpájajú, počkajte pre dokončenie operácie a skúste to znova
th_th: หูฟังอันอื่นกำลังเชื่อมต่อ/หยุดเชื่อมต่อ กรุณารอให้เสร็จแล้วลองอีกครั้ง
zh_cn: 有其他耳机正在连接或断开，等待其完成并再试一次

# Support_MagicSelect_Description.Text
source: Copy text from any images
sk_sk: Skopírovať text z akýchkoľvek obrázkov
th_th: คัดลอกข้อความจากรูปใดก็ได้
zh_cn: 从任何图片中复制文本

# Support_YAD_Description.Text
source: Run, jump, and dodge in a dangerous adventure game
sk_sk: Utekaj, skáč a uhýbaj sa v nebezpečnej dobrodružnej hre
th_th: วิ่ง กระโดด และหลบสิ่งกีดขวางสุดอันตรายในเกมผจญภัย
zh_cn: 在危险的冒险游戏中奔跑、跳跃和躲闪

# Support_Weblate_Description.Text
source: Translate, edit or add new languages
sk_sk: Preložiť, editovať alebo pridať nové jazyky
th_th: แปลภาษา แก้ไข และเพิ่มภาษาใหม่ๆ
zh_cn: 翻译、编辑或添加新的语言

# Configure_VoiceOver_AppsFilter.PlaceholderText
source: Search application
ko_kr: 애플리케이션 검색
sk_sk: Hľadať aplikáciu
sl_si: Išči med aplikacijami
th_th: ค้นหาแอพพลิเคชัน
zh_cn: 搜索应用

# Settings_Popup_Text3.Header
source: Signal
sr_latn: Сигнал
sv_se: Signalstyrka

# Settings_Button2.Content
source: Close app
sr_latn: Zatvori aplikaciju
sv_se: Stäng program

# Notification_BluetoothNotSupport
source: Your PC doesn't support Bluetooth low energy.
lv_lv: Jūsu dators neatbalsta zemas enerģijas Bluetooth
nb_no: PCen din støtter ikke Bluetooth Low Energy
si_lk: ඔබේ පරිගණකය බ්ලූටූත් අඩු ශක්තියට සහය නොදක්වයි.
sr_latn: Tvoj PC ne podržava niskoenergetski Bluetooth.
sv_se: Din dator stödjer inte Bluetooth low energy (BLE).

# Settings_ReportIssues_Text1.Text
source: Report issues
sr_latn: Prijavi Probleme
sv_se: Felrapport

# Status_Description.Text
source: Open case or connect to AirPods to watch battery level
sr_latn: Otvori kutijicu od AirPods ili se poveži sa njima da vidiš procenat baterije
sv_se: Öppna laddningseuti eller anslut till dina AirPods för att visa batteristyrka

# Status_Disconnected
source: AirPods Disconnected
sr_latn: AirPods nisu konektovane
sv_se: Anslutning förlorad till AirPods

# Settings_Connection_Text1.Text
source: Warning
sr_latn: Upozorenje
sv_se: Varning

# Settings_Connection_Text1_description.Text
source: Experimental features may not work for everyone, and in some cases, the app or AirPods may crash.
sr_latn: Eksperimentalne mogućnosti možda neće raditi za sviju, u nekim slučajevima, aplikacija ili AirPods se mogu srušiti.
sv_se: Experimentella funktioner kanske inte fungerar för alla, risk för instabilitet.

# Settings_Connection_Text2.Text
source: Connection actions
sr_latn: Akcije za povezivanje
sv_se: Anslutningsåtgärder

# Settings_Connection_Button1.Content
source: AirPods stopped connecting
sr_latn: AirPods su se prestale spajati
sv_se: Anslutningen till AirPods stoppades

# Welcome_Text2.Text
source: The MagicPods supports AirPods Gen 1-2, AirPods Pro and PowerBeats Pro
lv_lv: MagicPods atbalsta lielāko daļu AirPods un Beats austiņu
nb_no: MagicPods støtter mesteparten av AirPods og Beats hodetelefoner
si_lk: MagicPods AirPods Gen 1-2, AirPods Pro, AirPods Max සහ PowerBeats Pro සඳහා සහය දක්වයි
sr_latn: МагицПодс подржава АирПодс Ген 1-2, АирПодс Про, АирПодс Мак и ПоверБеатс Про
sv_se: MagicPods stödjer AirPods generation 1-2, AirPods Pro, AirPods Max samt PowerBeats Pro
